-- phpMyAdmin SQL Dump
-- version 4.9.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jun 12, 2022 at 01:28 PM
-- Server version: 10.4.8-MariaDB
-- PHP Version: 7.1.33

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `shopdbs`
--

-- --------------------------------------------------------

--
-- Table structure for table `category`
--

CREATE TABLE `category` (
  `id` int(11) NOT NULL,
  `cat_name` text COLLATE utf8_persian_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `category`
--

INSERT INTO `category` (`id`, `cat_name`) VALUES
(98, 'کالای دیجیتال'),
(99, 'خودرو ، ابزار و تجهیزات صنعتی'),
(100, 'مد و پوشاک'),
(101, 'کالاهای سوپرمارکتی'),
(102, 'اسباب بازی ، کودک و نوزاد'),
(103, 'محصولات بومی و محلی'),
(104, 'زیبایی و سلامت'),
(105, 'خانه و آشپزخانه'),
(106, 'کتاب ، لوازم تحریر و هنر');

-- --------------------------------------------------------

--
-- Table structure for table `orderdetails`
--

CREATE TABLE `orderdetails` (
  `id` int(11) NOT NULL,
  `nameProduct` text COLLATE utf8_persian_ci NOT NULL,
  `quantity` int(11) NOT NULL,
  `price` bigint(20) NOT NULL,
  `total` bigint(20) NOT NULL,
  `trackCode` text COLLATE utf8_persian_ci NOT NULL,
  `image` text COLLATE utf8_persian_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `orderdetails`
--

INSERT INTO `orderdetails` (`id`, `nameProduct`, `quantity`, `price`, `total`, `trackCode`, `image`) VALUES
(93, 'برنج طارم ممتاز گلستان - 10 کیلوگرم ', 1, 600000, 600000, '23465637', '7852021452.jpg'),
(94, 'روغن مایع آفتابگردان لادن - 1.8 لیتر', 2, 27000, 54000, '23465637', '8402632541.jpg'),
(95, 'رب گوجه فرنگی خوشبخت مقدار 800 گرم', 3, 39000, 117000, '23465637', '7502632541.jpg'),
(96, 'کره حیوانی پاستوریزه میهن-100 گرم', 2, 13000, 26000, '23465637', '8896201474.jpg'),
(97, 'لپ تاپ 15.6 اینچی لنوو مدل Ideapad 3 15IIL05 - A', 1, 14000000, 14000000, '35473898', '9960452001.jpg'),
(98, 'گوشی موبایل سامسونگ مدل Galaxy M22 SM-M225FV/DS', 1, 5100000, 5100000, '35473898', '8502663025.jpg'),
(99, 'دریل چکشی رونیکس مدل 2250', 1, 1000000, 1000000, '38069446', '4452008525.jpg'),
(100, 'کاپشن مردانه مدل S003', 1, 418000, 418000, '38069446', '8952021452.jpg'),
(101, 'کوله پشتی گارد مدل BP906 GN', 1, 490000, 490000, '38069446', '8502632541.jpg'),
(102, 'ماشین اصلاح صورت فیلیپس', 1, 3500000, 3500000, '33789278', '2566302541.jpg'),
(103, 'کاپوچینو ایتالیانو نسکافه - بسته 20 عددی', 1, 80000, 80000, '33789278', '4620885520.jpg'),
(104, 'ادکلن مردانه رووناکس', 1, 99000, 99000, '33789278', '9802551330.jpg'),
(105, 'ردبان 5 پله مدل کاراسان', 1, 485000, 485000, '33789278', '8502521452.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `orders`
--

CREATE TABLE `orders` (
  `customer` text COLLATE utf8_persian_ci NOT NULL,
  `tel` text COLLATE utf8_persian_ci NOT NULL,
  `address` text COLLATE utf8_persian_ci NOT NULL,
  `priceCol` bigint(20) NOT NULL,
  `dateOrder` text COLLATE utf8_persian_ci NOT NULL,
  `status` text COLLATE utf8_persian_ci NOT NULL,
  `trackCode` text COLLATE utf8_persian_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `orders`
--

INSERT INTO `orders` (`customer`, `tel`, `address`, `priceCol`, `dateOrder`, `status`, `trackCode`) VALUES
('جواد جلیلی', '09193660252', 'تهران-شهران', 797000, '1400/08/30', 'پرداخت شده', '23465637'),
('فرشید سمیعی', '09125423652', 'تهران-ونک', 4164000, '1400/08/30', 'پرداخت شده', '33789278'),
('زهرا رحیمی', '09354663202', 'تهران-جنت آباد', 19100000, '1400/08/30', 'پرداخت شده', '35473898'),
('علی شریفی', '09374582541', 'تهران-پونک', 1908000, '1400/08/30', 'پرداخت شده', '38069446');

-- --------------------------------------------------------

--
-- Table structure for table `products`
--

CREATE TABLE `products` (
  `id` int(11) NOT NULL,
  `title` text COLLATE utf8_persian_ci NOT NULL,
  `image` text COLLATE utf8_persian_ci NOT NULL,
  `description` text COLLATE utf8_persian_ci NOT NULL,
  `cat_id` int(11) NOT NULL,
  `price` bigint(20) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `products`
--

INSERT INTO `products` (`id`, `title`, `image`, `description`, `cat_id`, `price`) VALUES
(90, 'گوشی موبایل سامسونگ مدل Galaxy M22 SM-M225FV/DS', '8502663025.jpg', 'ابعاد : 8.4×74×159.9 میلی‌متر / \r\nوزن : 186 گرم / \r\nتوضیحات سیم کارت : سایز نانو (8.8 × 12.3 میلی‌متر) / \r\nساختار بدنه :  قاب پشتی از جنس پلاستیک و فریم از جنس پلاستیک / \r\nویژگی‌های خاص : مجهز به حس‌گر اثرانگشت , مناسب بازی , مناسب عکاسی , مناسب عکاسی سلفی / \r\nتعداد سیم کارت : دو عدد  / \r\nتراشه : Mediatek Helio G80 chipset / \r\nپردازنده‌ی مرکزی : 2x Cortex-A75 & 6x Cortex-A55 / \r\nنوع پردازنده : 64 بیتی / \r\nفرکانس پردازنده‌ی مرکزی : 2.0-1.8 گیگاهرتز / \r\nپردازنده‌ی گرافیکی : Mali-G52 MC2 / \r\nحافظه داخلی : 64 گیگابایت  / \r\nمقدار RAM : چهار گیگابایت / \r\nپشتیبانی از کارت حافظه : microSD ', 98, 5100000),
(91, 'دوربین دیجیتال کانن مدل EOS 4000D', '9963025214.jpg', 'ابعاد : 129x102x77 میلی‌لیتر / \r\nوزن : 436 گرم / \r\nمحدوده دقت حسگر : 15.0 تا 20.0 مگاپیکسل / \r\nنوع حسگر : CMOS / \r\nقطع حسگر : Crop Frame / \r\nابعاد حسگر : APS-C / \r\nدقت حسگر : 19 مگاپیکسل / \r\nدقت موثر حسگر : 18 مگاپیکسل / \r\nحداکثر رزولوشن عکس : 3456 × 5184 / \r\nنسبت ابعاد عکس : 4:3, 1:1, 3:2, 16:9 / \r\nفرمت غیرفشرده عکس : RAW, JPEG  / \r\nپردازشگر : +DIGIC4 / \r\nمحدوده زوم : 3 تا 6 برابر بزرگنمایی / \r\nفاصله کانونی : 18-55 میلی‌متر / \r\nمحدوده دیافراگم : f/3.5-5.6 / \r\nبزرگ‌نمایی اپتیکال : 3 برابر / \r\nحداقل فاصله فوکوس نرمال : 25 سانتی متر ', 98, 11000000),
(92, 'مانيتور مخصوص بازی جی پلاس مدل GGM-L276FN', '8825024115.jpg', '    سایر قابلیت‌ها : دارای فیلتر نور آبی / \r\n    نوع صفحه‌نمایش :    مات / \r\n    نوع مانیتور :    گیمینگ / \r\n    نور پس‌زمینه :     LED / \r\n    نوع پنل :    IPS / \r\n    رزولوشن صفحه نمایش :    1080 × 1920 پیکسل - Full HD / \r\n    زاویه دید (افقی/عمودی) :    178 / \r\n    تعداد پورت HDMI :    دو عدد / \r\n    منبع تغذیه :    برق شهری /\r\n    سایز صفحه نمایش :    27 اینچ /\r\n    تعداد پورت USB :    یک عدد ', 98, 7900000),
(93, 'تبلت لنوو مدل Tab M10 HD X306X', '5200365201.jpg', 'وزن : 420 گرم / \r\nقطع سیم کارت : سایز نانو (8.8 × 12.3 میلی‌متر) / \r\nمقدار رم : چهار گیگابایت / \r\nحافظه داخلی : 64 گیگابایت / \r\nپشتیبانی از کارت حافظه : microSD / \r\nبازه‌ی اندازه صفحه نمایش : بین 10 تا 13 اینچ / \r\nشبکه های ارتباطی : 4G / \r\nبلوتوث : LE / \r\nرادیو : FM radio / \r\nتراشه : Mediatek MT6762 Helio P22T (12 nm) Chipset / \r\nقابلیت پشتیبانی از سیم کارت : دارد - یک سیم کارت / \r\nرابط‌ها : جک 3.5 میلی‌متری صدا / \r\nابعاد : 241.5x149.4x8.3 / \r\nدرگاه‌های ارتباطی : USB Type-C 2.0 / \r\nحس‌گرها : شتاب‌سنج (Accelerometer) , مجاورت (Proximity) / \r\nفناوری‌های ارتباطی : 4G / \r\nرزولوشن : 1280x800 ', 98, 6700000),
(94, 'لپ تاپ 15.6 اینچی لنوو مدل Ideapad 3 15IIL05 - A', '9960452001.jpg', 'وزن : 1.75 کیلوگرم / \r\nابعاد : 362.2x253.4x19.9 / \r\nسازنده پردازنده : Intel / \r\nسری پردازنده : Core i3 / \r\nمدل پردازنده : 1005G1 / \r\nمحدوده سرعت پردازنده : 2.8 گیگاهرتز و بیشتر / \r\nفرکانس پردازنده : 1.2 تا 3.4 / \r\nحافظه Cache : چهار مگابایت / \r\nظرفیت حافظه RAM : چهار گیگابایت / \r\nنوع حافظه RAM : DDR4 / \r\nظرفیت حافظه داخلی : یک ترابایت / \r\nنوع حافظه داخلی : هارددیسک / \r\nسازنده پردازنده گرافیکی : Intel / \r\nمدل پردازنده گرافیکی : Intel Integrated / \r\nحافظه اختصاصی پردازنده گرافیکی : بدون حافظه‌ی گرافیکی مجزا / \r\nاندازه صفحه نمایش : 15.6 اینچ / \r\nنوع صفحه نمایش : TFT LED-backlit LCD / \r\nدقت صفحه نمایش : HD|1366x768 / \r\nقابلیت‌های دستگاه : وبکم / \r\nدرایو نوری : بدون درایو نوری / \r\nمشخصات اسپیکر : استریو / \r\nمشخصات تاچ پد : چند لمسی / \r\nدرگاه‌های ارتباطی : USB / \r\nمودم : بدون مودم', 98, 14000000),
(95, 'موتور سیکلت گلکسی اس وای ام مدل NA180', '9933025214.jpg', '    تعداد چرخ :    2 / \r\n    عرض :    77 / \r\n    نوع ترمز عقب موتور سیکلت :    دیسکی / \r\n    نوع ترمز جلو موتور سیکلت :    دیسکی / \r\n    مدل :    NA 180 / \r\n    گشتاور :    15.2 نیوتن‌متر / \r\n    کمترین فاصله‌ی بدنه از زمین :    20 سانتی‌متر / \r\n    کلاس موتور :    Street / \r\n    فضای حمل بار :    بدون فضای حمل بار / \r\n    طول :    202 / \r\n    تعداد خروجی اگزوز :    1 / \r\n    سوخت مصرفی :    بنزینی / \r\n    حداکثر سرعت :    120 / \r\n    حجم مخزن سوخت :    11 لیتر / \r\n    جعبه دنده :    دستی / \r\n    توان :    13.32 وات / \r\n    تعداد سیلندر :    1 / \r\n    تعداد سرنشین :    2 / \r\n    تعداد دنده :    6  /\r\n    نوع چراغ :    لامپ ال ای دی ', 99, 61000000),
(96, 'موتور برق بنزینی هیوندای مدل HGPG-5360', '5233025214.jpg', ' به همراه سیستم خنک کننده به کمک جریان هوا جهت تبادل گرما / \r\nدارای دو خروجی AC و یک خروجی DC / \r\nخروجی ها مجهز به در پوش جهت محافظت در برابر گرد و غبار و رطوبت / \r\nدارای VFT ( نمایشگر دیجیتال ) جهت نمایش ولتاژ خروجی ، فرکانس و زمان کارکرد / \r\nدارای مخزن روغن به ظرفیت 0.6 لیتر / \r\nمجهز به تنظیم کننده خودکار ولتاژ / \r\nهمراه با دو شاخه و آچار / \r\nتعداد خروجی : 3  / \r\nموتور تک سیلندر با توان 3 کیلو وات یا 3.6 اسب بخار / \r\nموتور با مکانیزم چهار زمانه / \r\nسوخت مصرفی : بنزینی / \r\nشدت جریان خروجی DC : 8.3 آمپر / \r\nظرفیت مخزن روغن : 0.6 لیتر / \r\nظرفیت مخزن سوخت : 15 لیتر / \r\nقدرت خروجی : 3000 وات / \r\nقدرت موتور : 3.6 اسب بخار ', 99, 15000000),
(97, 'دریل چکشی رونیکس مدل 2250', '4452008525.jpg', ' - مجهز به موتور پر قدرت صنعتی متشکل از آرمیچر و بالشتک تولید شده توسط دستگاه‌های تمام اتوماتیک / \r\n- دارای کلید الکترونیک دیمردار ضد غبار / \r\n- دارای دکمه قفل کن در وضعیت روشن / \r\n- دارای سه نظام 13 میلیمتری آچاری با کیفیت جهت دستیابی به حداکثر گیرایی ابزار / \r\n- طراحی بدنه ارگونومیک با بالاترین کیفیت / \r\n- مجهز به دسته جانبی گردان ارگونومیک 360 درجه / \r\n-دارای مکانیزم ضربه ای (چکشی) / \r\n- 850 وات / \r\nابعاد : 32x28x12 سانتی‌متر / \r\nاقلام همراه کالا : خط کش , دسته , سه‌نظام / \r\nبازه توان دریل : 801 تا 1200 وات / \r\nتوان : 850 وات / \r\nحداکثر قطر سوراخکاری در چوب : 20 / \r\nحداکثر قطر سوراخکاری در فلز : 13 / \r\nحداکثر قطر سوراخکاری در مصالح : 13 / \r\nسرعت حرکت آزاد : 0-3000 / \r\nمشخصات سه نظام : 13 میلیمتری ', 99, 1000000),
(98, 'لوستر چشمه نور 15 شعله', '8825021452.jpg', '    دارای سرپیچ های E14 / \r\n    ابعاد :    80 × 80 سانتی‌متر / \r\n    وزن :    50000 گرم / \r\n    ارتفاع :    100 سانتی‌متر / \r\n    تعداد سرپیچ لامپ/LED:     15 عدد / \r\n    جنس بدنه :    برنج / \r\n    امکانات تعویض :    قابلیت تعویض لامپ/ LED ', 105, 15000000),
(99, 'ردبان 5 پله مدل کاراسان', '8502521452.jpg', '    ارتفاع آخرین پله :    1.25 سانتی‌متر / \r\n    بازه‌ حداکثر ارتفاع :    2.1 تا 3 متر /\r\n    تعداد پله :    5 / \r\n    جنس :    آهن / \r\n    حد اکثر وزن قابل تحمل :    120 / \r\n    وزن نردبان :    10 ', 99, 485000),
(100, 'قفل کتابی عمارت مدل c-70', '9852021452.jpg', '    سایر توضیحات :    سایز 70 / \r\n    ابعاد :    7x2x5 سانتی‌متر / \r\n    جنس :    فولاد / \r\n    نحوه باز شدن قف :    کلیددار / \r\n    وزن :    415 گرم ', 99, 98000),
(101, 'کاپشن مردانه مدل S003', '8952021452.jpg', 'جنس : پلی استر / \r\nطرح : ساده / \r\nقد : میدی / \r\nیقه :ایستاده / \r\nویژگی‌های ظاهری : کاور , کلاه / \r\nمورد استفاده : اداری و رسمی , روزمره  / \r\n دارای دو جیب خارجی زیپدار و یک جیب داخلی / \r\nدارای کش‌مچ مخفی در سر آستین ها / \r\nکلاه‌دار قابل جدا شدن / \r\nسبک و راحت / \r\nبا دو لایه الیاف داخلی و مناسب سرما  / ', 100, 418000),
(102, 'نیم بوت مردانه', '8022025214.jpg', '    جنس :    چرم مصنوعی / \r\n    نحوه بسته شدن کفش :     بندی / \r\n    ارتفاع پاشنه :     دو سانتی‌متر /\r\n    ارتفاع ساق :    5 سانتی متر سانتی‌متر ', 100, 189000),
(103, 'مانتو زنانه مدل گلبرگ', '7855962014.jpg', 'جنس : نخ / \r\nطرح : ساده / \r\nقد : زیر زانو / \r\nنحوه بسته شدن : دکمه / \r\nمورد استفاده : روزمره / \r\nویژگی‌های ظاهری : کمربند / \r\nمدل یقه : گرد ', 100, 218000),
(104, 'ست گرمکن و شلوار ورزشی مردانه', '9888552502.jpg', ' جنس لباس جودون پنبه ای / \r\nجنس شلوار بیلسی نخی / \r\nلوگوها بصورت پرس حرارتی باطول عمربالا  / \r\nجنس : پلی استر , نخ / \r\nطرح : ساده ', 100, 360000),
(105, 'کوله پشتی گارد مدل BP906 GN', '8502632541.jpg', '- ابعاد : 43 × 30 × 17 سانتی متر / \r\n- وزن : 900 گرم / \r\n- دارای دو بند برای حمل به صورت کوله‌ای با قابلیت تنظیم اندازه به صورت سگکی / \r\n- دارای یک دسته برای حمل به صورت دستی / \r\n- دارای تودوزی پارچه ای / \r\n- دارای 6 جیب بیرونی ', 100, 490000),
(106, 'برنج طارم ممتاز گلستان - 10 کیلوگرم ', '7852021452.jpg', 'رنگ برنج : سفید\r\nوزن : 10 کیلوگرم\r\nشماره پروانه بهداشت : 34/18824\r\nنوع برنج : ساده\r\nعنوان برنج : طارمی\r\nاندازه دانه : دانه کامل\r\nسایر توضیحات : معطر ', 101, 600000),
(107, 'روغن مایع آفتابگردان لادن - 1.8 لیتر', '8402632541.jpg', 'وزن : 1.620 کیلوگرم / \r\nشماره پروانه بهداشت : 22/13209 / \r\nنوع بسته‌بندی : بطری / \r\nحالت روغن : مایع / \r\nموارد استفاده : سالاد و پخت و پز / \r\nنوع روغن : آفتابگردان ', 101, 27000),
(108, 'رب گوجه فرنگی خوشبخت مقدار 800 گرم', '7502632541.jpg', '    وزن :     800 گرم / \r\n    وزن بسته‌بندی :     932 گرم / \r\n    ابعاد بسته‌بندی :     11 × 10 × 10 سانتی‌متر / \r\n    شماره پروانه بهداشت :    1382/ظ/13 / \r\n    نوع در :    در آسان باز شو \r\n', 101, 39000),
(109, 'گردن گوسفندی - 800 گرم', '9820663025.jpg', '    وزن بسته‌بندی :    0.8 کیلوگرم / \r\n    ابعاد بسته‌بندی :    21x16x5 سانتی‌متر / \r\n    شماره پروانه بهداشت :    IVC913980613102109 / \r\n    موارد استفاده :    پلو , خانواده , آب‌گوشت , گوشت قرمز /\r\n    ویژگی گوشت :    بدون رگ و دم , با استخوان ', 101, 112000),
(110, 'تخم مرغ بسته 20 عددی', '8820520214.jpg', '', 101, 44000),
(111, 'کره حیوانی پاستوریزه میهن-100 گرم', '8896201474.jpg', '    وزن بسته‌بندی :    100 گرم / \r\n    ابعاد بسته‌بندی :    7 × 5 × 2 سانتی‌متر / \r\n    شماره پروانه بهداشت :    22/12528 / \r\n    سایر توضیحات :    کره حیوانی لاکتیکی بدون نمک ', 101, 13000),
(112, 'ماءالشعیر کلاسیک جوجو - 1 لیتر بسته 6 عددی', '4532025214.jpg', '    حجم :    1000 میلی‌لیتر / \r\n    وزن بسته‌بندی :    6300 گرم / \r\n    شماره پروانه بهداشت :    34/11618 / \r\n    طعم :    کلاسیک ', 101, 80000),
(113, 'کاپوچینو ایتالیانو نسکافه - بسته 20 عددی', '4620885520.jpg', '', 101, 80000),
(114, 'چیپس سیب زمینی با طعم نمک باتو', '4630228525.jpg', 'وزن : 450 گرم\r\nوزن بسته‌بندی : 455 گرم\r\nطعم : نمکی ', 101, 48000),
(115, 'پفک طلایی چی توز مقدار 190 گرم', '4399852541.jpg', '', 101, 14000),
(116, 'آجیل مخلوط شیرین', '4632028514.jpg', '', 101, 100000),
(117, 'ماشین بازی کنترلی مدل بی ام و', '6585025214.jpg', 'ابعاد : 200x90x70 میلی‌متر / \r\nوزن : 250 گرم / \r\nجنس بدنه : پلاستیک / \r\nمدل ماشین : سواری / \r\nتعداد چرخ : چهار / \r\nمقیاس ساخت : 1:20 / \r\nشبیه‌سازی : براساس نمونه واقعی / \r\nشامل : بسته‌بندی / \r\nلوازم کاربردی ماشین : کنترلی  / \r\nریموت کنترل : بی‌سیم / \r\nتوضیحات ریموت : ریموت کنترل ', 102, 108000),
(118, 'کالسکه دلیجان مدل BENITA PLUS', '7833025214.jpg', 'تنظیم ارتفاع دسته، جای لوازم روی دستگیره، قابلیت رو به مادر شدن، سبد لوازم در زیر کالسکه، قابلیت تنظیم نشیمنگاه در سه حالت خوابیده نیمه خوابیده و نشسته، قابلیت تنظیم جلو پایی، سینی غذاخوری و محافظ، قابلیت جمع شدن کامل، دارای تشک ضد تعرق و ضد حساسیت، دارای باشت خواب مخمل در نشیمنگاه کالسکه، کمربند ایمنی چند نقطه ای، پارچه ی با کیفیت و ترکیب شده از چرم و پارچه، دارای 6 چرخ با روکش EVA، دارای ترمز، قابلیت چرخش 360 درجه چرخ های جلو \r\nامکانات ایمنی و امنیتی : ترمز / \r\nامکانات تغییر ابعاد و وزن : قابلیت جمع شدن / \r\nامکانات حمل : چرخ / \r\nامکانات همراه : قابلیت جداسازی سینی / \r\nجنس دسته : فلز ', 102, 1300000),
(119, 'چادر مسافرتی 8 نفره اف آی تی تنت مدل Double Roof T22', '7466302541.jpg', '- ساختار دو پوش\r\n- ابعاد چادر در حالت باز شده 180 × 210 × 240 سانتی‌متر\r\n- جنس رویه 100 درصد پلی‌استر Oxford با روکش پلی‌اورتان\r\n- دارای قابلیت مقاومت در برابر نفوذ آب در رویه تا سقف 1000 میلی‌متر\r\n- جنس کف چادر 100 درصد پلی‌استر 150D Oxford با روکش پلی‌اورتان ضد آب\r\n- درزهای آب‌بندی شده برای جلوگیری بهتر از نفوذ آب به داخل چادر\r\n- محافظ در برابر اشعه ماورابنفش\r\n- سقف بلند برای ایستادن راحت در داخل چادر ', 102, 1600000),
(120, 'ماشین اصلاح صورت فیلیپس', '2566302541.jpg', 'منبع انرژی : آداپتور برق / \r\n- ابعاد: 99 × 157 × 48 میلی‌متر\r\n- نوع باتری: لیتیوم یونی\r\n- وجود سیستم Quick Rinse که باعث می شود بتوانید تیغه ها را زیر آب بشویید و یا از آن زیر دوش استفاده کنید\r\n- سیستم تیغه های خیلی دقیق 2 دقته \r\n    مدت زمان استفاده پس از شارژ :    50 / \r\n    مدت زمان شارژ :    60 / \r\n    مدت زمان شارژ سریع :    3 / \r\n    وزن :    377 گرم / \r\n    جنس تیغه :    استیل ضد زنگ / \r\n    قابلیت‌های ابزار :    قابلیت شست‌و‌شو / \r\n    تکنولوژی اصلاح :    برش چرخشی / \r\n    امکانات لوازم اصلاح :    سری قابل شست‌وشو ', 104, 3500000),
(121, 'سشوار کنورث مدل KW_8990', '3522025214.jpg', '    تعداد متمرکز کننده :    1 / \r\n    توان مصرفی :    9000  /\r\n    طول سیم :    2 متر /\r\n    وزن :    670 گرم /\r\n    قابلیت‌های ابزار فرم دهنده مو :    فناوری تولید یون / \r\n    بازه طول سیم :    120 تا 200 سانتی‌متر / \r\n    نوع موتور :    AC / \r\n    کاربرد به صورت :    خانگی , نیمه حرفه‌ای , حرفه‌ای ', 104, 260000),
(122, 'ادکلن مردانه رووناکس', '9802551330.jpg', '    نت آغازی :    اسطوخودوس، آناناس و نارنج / \r\n    نت پایانی :    دانه تونکا و چوب صندل / \r\n    نت میانی :    گل رز، شمعدانی، سیب، اوک موس و میوه خشک / \r\n    رایحه :    طبیعت , شیرین , خنک / \r\n    مناسب برای :    آقایان / \r\n    ساختار رایحه :    میوه , مرکبات , گیاهان معطر , چوب / \r\n    حجم :    100 میلی‌لیتر ', 104, 99000);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `username` varchar(50) COLLATE utf8_persian_ci NOT NULL,
  `password` varchar(50) COLLATE utf8_persian_ci NOT NULL,
  `email` varchar(150) COLLATE utf8_persian_ci NOT NULL,
  `usertype` varchar(10) COLLATE utf8_persian_ci NOT NULL,
  `gender` varchar(10) COLLATE utf8_persian_ci NOT NULL,
  `tel` varchar(30) COLLATE utf8_persian_ci NOT NULL,
  `address` text COLLATE utf8_persian_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `username`, `password`, `email`, `usertype`, `gender`, `tel`, `address`) VALUES
(1, 'maryam', '1111', 'maryam@yahoo.com', 'کاربر', '', '', ''),
(2, 'ali', '2222', 'ali@gmail.com', 'مدیر', '', '', ''),
(3, 'sara', '3333', 'sara@yahoo.com', 'کاربر', '', '', ''),
(4, 'majid', '4444', 'majidkf@gmail.com', 'مدیر', '', '', ''),
(5, 'hamid', '5555', 'hamid_akbari@yahoo.com', 'کاربر', '', '', ''),
(16, 'hamed', '1378', 'hamed_am@yahoo.com', 'کاربر', '', '', ''),
(17, 'mina', '6666', 'mina_mm@gmail.com', 'کاربر', '', '', ''),
(18, 'reza', '7777', 'reza_moh@yahoo.com', 'کاربر', '', '', ''),
(20, 'amir', '9999', 'amir_rezaie@yahoo.com', 'کاربر', 'مرد', '09192660201', 'تهران-جنت آباد');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `category`
--
ALTER TABLE `category`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `orderdetails`
--
ALTER TABLE `orderdetails`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `orders`
--
ALTER TABLE `orders`
  ADD PRIMARY KEY (`trackCode`(20));

--
-- Indexes for table `products`
--
ALTER TABLE `products`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `category`
--
ALTER TABLE `category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=107;

--
-- AUTO_INCREMENT for table `orderdetails`
--
ALTER TABLE `orderdetails`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=106;

--
-- AUTO_INCREMENT for table `products`
--
ALTER TABLE `products`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=123;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
